[
    {
        "id": "1233b2614ad5aba3",
        "name": "Airbnb",
        "image": "All-Images/Group 10021.png",
        "job_position": "Business Systems Analyst",
        "job_description": "Business Systems Analysts perform duties related to the implementation, management, maintenance, enhancement, support, and decommission of critical software systems, whether purchased through a vendor or developed internally.",
        "job_responsibility": "Business Systems Analysts perform duties related to the implementation, management, maintenance, enhancement, support, and decommission of critical software systems, whether purchased through a vendor or developed internally.",
        "educational_requirements": "BBA degree to complete any reputational university.",
        "phone": "9750-008 00",
        "email": "GooglerAnalyst@gmail.com",
        "address": "Dhanmondi 32, Sukrabad Dhaka, Bangladesh",
        "location": "Dhaka, Bangladesh",
        "job_type" : "Onsite",
        "salary": "20k-30k",
        "experiences": "1-2 Years in this field."
    },
   
    {
        "id": "3233b2614ad5ab11",
        "name": "Tesla",
        "image": "All-Images/tesla-9 1.png",
        "job_position": "Software Engineer",
        "job_description": "A Software Engineer is an IT professional who designs, develops and maintains computer software at a company. They use their creativity and technical skills and apply the principles of software engineering to help solve new and ongoing problems for an organization.",
        "job_responsibility": "research, design and write new software programs (e.g. business applications or computer games) and computer operating systems. evaluate the software and systems that make computers and hardware work. develop existing programs by analysing and identifying areas for modification.",
        "educational_requirements": "CSE degree to complete any reputational university.",
        "phone": "01750-00 00 00",
        "email": "TeslaEngineer@gmail.com",
        "address": "Los Angeles, California",
        "location": "California,America",
        "salary": "40k-50k",
        "job_type" : "Remote",
        "experiences": "2-3 Years in this field."
    },
    {
        "id": "133b2614a5aba11",
        "name": "Google LLC",
        "image": "All-Images/google-1-1 1.png",
        "job_position": "Technical Database Engineer",
        "job_description": "Database Engineers administer, test, and implement computer databases, applying knowledge of database management systems. Coordinate changes to computer databases. Identify, investigate, and resolve database performance issues, database capacity, and database scalability.",
        "job_responsibility": "Maintaining and enhancing the performance of existing database programs.Assisting database development teams in designing new database programs that meet the organization's data storage needs.Monitoring databases and related systems to ensure optimized performance.Writing new support programs and scripts to increase data storage capacity.Reviewing database and user reports, as well as system information.",
        "educational_requirements": "Master degree to complete any reputational university.",
        "phone": "01928263340",
        "email": "EngineerData@gmail.com",
        "address": "Pennsylvania Avenue - Washington D.C.",
        "location": "Washington ,America",
        "job_type" : "Onsite",
        "salary": "50k-70k",
        "experiences": "2 Years in this field."
    },
    {
        "id": "6233b26ad5aa31",
        "name": "Netflix",
        "image": "All-Images/netflix-4 1.png",
        "job_position": "Senior Product Designer",
        "job_description": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "job_responsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "educational_requirements": "BBS degree to complete any reputational university.",
        "phone": "01750-00 00 00",
        "email": "designer@gmail.com",
        "address": "Vancouver, British Columbia",
        "location": "British Columbia ,CANADA",
        "salary": "30k-40k",
        "experiences": "5 Years in this field.",
        "job_type" : "Remote"
    },
   
    {
        "id": "5233b26ad5a5ba31",
        "name": "Flifcart",
        "image": "All-Images/Flipkart-Logo-2007.png",
        "job_position": "Engineering Manager ",
        "job_description": "The duties of an engineering manager include planning, designing, and overseeing projects, as well as managing finances and supervising one or more engineering teams. The higher the engineering manager rises up the technical management ladder, the more engineering teams and managers fall under him/her.",
        "job_responsibility": "An Engineering Manager is a professional who is responsible for planning and coordinating projects, as well as supervising multiple teams in the research of new products.",
        "educational_requirements": "BSC degree to complete any reputational university.",
        "phone": "01750-00 00 00",
        "email": "Engineering@gmail.com",
        "address": " Beverly Hills, California",
        "location": "California , America",
        "salary": "100k-120k",
        "job_type" : "Onsite",
        "experiences": "8 Years in this field."
    },
  
    {
        "id": "4233b26ad5aba31",
        "name": "Amazone",
        "image": "All-Images/amazon-png-logo-vector-1.png",
        "job_position": "Business Intelligence",
        "job_description": "Business intelligence (BI) is a technology-driven process for analyzing data and delivering actionable information that helps executives, managers and workers make informed business decisions. As part of the BI process, organizations collect data from internal IT systems and external sources, prepare it for analysis, run queries against the data and create data visualizations, BI dashboards and reports to make the analytics results available to business users for operational decision-making and strategic planning.",
        "job_responsibility": "A Business Intelligence Analyst, or Business Intelligence Specialist, is responsible for managing data retrieval and analysis within an organization. Their duties include organizing data points, communicating between upper management and the IT department and analyzing data to determine a corporation's needs.",
        "educational_requirements": "MBA degree to complete any reputational university.",
        "phone": "+9750-00 00 00",
        "email": "BusinessInt@gmail.com",
        "address": "Miami Beach, Florida",
        "location": "Floria , America",
        "salary": "70k-90k",
        "job_type" : "Remote",
        "experiences": "1 Years in this field."
    }
]